[
  {
    "Name": "Book of Thoth Tarot",
    "Aliases": [
      "thoth",
      "thoth tarot",
      "book of thoth",
      "crowley tarot"
    ],
    "DisplayChances": false,
    "Oracles": [
      {
        "Description": "__**Atu 0 – The Fool**__\n> *KNOW NAUGHT!*\n> *ALL WAYS ARE LAWFUL TO INNOCENCE.*\n> *PURE FOLLY IS THE KEY TO INITIATION.*\n> *SILENCE BREAKS INTO RAPTURE.*\n> *BE NEITHER MAN NOR WOMAN, BUT BOTH IN ONE.*\n> *BE SILENT, BABE IN THE EGG OF BLUE, THAT THOU MAYEST GROW TO BEAR THE LANCE AND GRAAL!*\n> *WANDER ALONE, AND SING! IN THE KING'S PALACE HIS DAUGHTER AWAITS THEE.*\nIn spiritual matters, the Fool means idea, thought, spirituality, that which endeavours to transcend earth.\nIn material matters, it may, if badly dignified, mean folly, eccentricity, or even mania.\nBut the essential of this card is that it represents an original, subtle, sudden impulse or impact, coming from a completely strange quarter.\nAll such impulses are right, if rightly received; and the good or ill interpretation of the card depends entirely on the right attitude of the Querent.",
        "Thumbnail": "https://i.imgur.com/qNSuz1o.jpg"
      },
      {
        "Description": "__**Atu I – The Magus**__\n> *The True Self is the meaning of the True Will:*\n> *know Thyself through Thy Way.*\n> *Calculate well the Formula of Thy Way.*\n> *Create freely; absorb joyously; divide intently;*\n> *consolidate completely.*\n> *Work thou, Omnipotent, Omniscient, Omnipresent,*\n> *in and for Eternity.*\nSkill, wisdom, adroitness, elasticity, craft, cunning, deceit, theft. Sometimes occult wisdom or power, sometimes a quick impulse, a brain-wave. It may imply messages, business transactions, the interference of learning or intelligence with the matter in hand.",
        "Thumbnail": "https://i.imgur.com/WQ9CABo.jpg"
      },
      {
        "Description": "__**Atu II – The Priestess**__\n> *Purity is to live only to the Highest; and the*\n> *Highest is All; be thou as Artemis to Pan.*\n> *Read thou in the Book of the Law, and break*\n> *through the veil of the Virgin.*\nPure, exalted and gracious influence enters the matter. Hence, change, alternation, increase and decrease, fluctuation. There is, however, a liability to be led away by enthusiasm; one may become \"moon-struck\" unless careful balance is maintained.",
        "Thumbnail": "https://i.imgur.com/gADigwo.jpg"
      },
      {
        "Description": "__**Atu III – The Empress**__\n> *This is the Harmony of the Universe,*\n> *that Love unites the Will to create*\n> *with the Understanding of that Creation:*\n> *understand thou thine own Will.*\n> *Love and let love.*\n> *Rejoice in every shape of love,*\n> *and get thy rapture and thy nourishment thereof .*\nLove, beauty, happiness, pleasure, success, completion, good fortune, graciousness, elegance, luxury, idleness, dissipation debauchery, friendship, gentleness, delight.",
        "Thumbnail": "https://i.imgur.com/eLqQFbi.jpg"
      },
      {
        "Description": "__**Atu IV – The Emperor**__\n> *Use all thine energy to rule thy thought: burn up thy thought as the Phoenix.*\nWar, conquest, victory, strife, ambition, originality, overweening confidence and megalomania, quarrelsomeness, energy, vigour, stubbornness, impracticability, rashness, ill-temper.",
        "Thumbnail": "https://i.imgur.com/AQ41h0m.jpg"
      },
      {
        "Description": "__**Atu V – The Hierophant**__\n> *Offer thyself Virgin*\n> *to the Knowledge and Conversation*\n> *of thine Holy Guardian Angel.*\n> *All else is a snare.*\n> *Be thou athlete with the eight limbs of Yoga:*\n> *for without these thou are not disciplined for any fight.*\nStubborn strength, toil, endurance, placidity, manifestation,\nexplanation, teaching, goodness of heart, help from\nsuperiors, patience, organization, peace.",
        "Thumbnail": "https://i.imgur.com/R1PCLOy.jpg"
      },
      {
        "Description": "__**Atu VI – The Lovers**__\n> *The Oracle of the Gods*\n> *is the Child-Voice of Love*\n> *in Thine own Soul;*\n> *hear thou it.*\n> *Heed not the Siren-Voice of Sense,*\n> *or the Phantom-Voice of Reason:*\n> *rest in Simplicity, and listen to the Silence.*\nOpenness to inspiration, intuition, intelligence, second sight, childishness, frivolity, thoughtfulness divorced from practical consideration, indecision, self-contradition, union in a shallow degree with others, instability, contradiction, triviality, the \"high-brow\".",
        "Thumbnail": "https://i.imgur.com/r1f4HU7.jpg"
      },
      {
        "Description": "__**Atu VII – The Chariot**__\n> *The Issue of the Vulture,*\n> *Two-in-One, conveyed;*\n> *this is the Chariot of Power.*\n> *TRINC: the last oracle.*\nTriumph, victory, hope, memory, digestion, violence in maintaining traditional ideas, the \"die-hard\", ruthlessness, lust of destruction, obedience, faithfulness, authority under authority.",
        "Thumbnail": "https://i.imgur.com/Wuggveq.jpg"
      },
      {
        "Description": "__**Atu VIII – Adjustment**__\n> *Balance against each thought*\n> *its exact opposite.*\n> *For the Marriage of these*\n> *is the Annihilation of Illusion.*\nJustice, or rather justesse, the act of adjustment, suspension of all action pending decision; in material matters, may refer to law suits or prosecutions. Socially, marriage or marriage agreements; politically, treaties.",
        "Thumbnail": "https://i.imgur.com/YnxqdQv.jpg"
      },
      {
        "Description": "__**Atu IX – The Hermit**__\n> *Wander alone; bearing the Light and thy Staff.*\n> *And be the Light so bright that no man seeth thee.*\n> *Be not moved by aught without or within:*\n> *keep Silence in all ways.*\nIllumination from within, secret impulse from within; practical plans derived accordingly. Retirement from participation in current events.",
        "Thumbnail": "https://i.imgur.com/81bNrCK.jpg"
      },
      {
        "Description": "__**Atu X – Fortune**__\n> *Follow thy Fortune,*\n> *careless where it lead thee.*\n> *The axle moveth not:*\n> *attain thou that.*\nChange of fortune. (This generally means good fortune because the fact of consultation implies anxiety or discontent.)",
        "Thumbnail": "https://i.imgur.com/YCcoyyd.jpg"
      },
      {
        "Description": "__**Atu XI – Lust**__\n> *Mitigate Energy with Love;*\n> *but let Love devour all things.*\n> *Worship the name ____,*\n> *foursquare, mystic, wonderful,*\n> *and the name of His House 418.*\nCourage, strength, energy and action, une grande passion; resort to magick, the use of magical power.",
        "Thumbnail": "https://i.imgur.com/7a1aKa6.jpg"
      },
      {
        "Description": "__**Atu XII – The Hanged Man**__\n> *Let not the waters*\n> *whereon thou journeyest wet thee.*\n> *And, being come to shore,*\n> *plant thou the Vine and rejoice without shame.*\nEnforced sacrifice, punishment, loss, fatal or voluntary, suffering, defeat, failure, death.",
        "Thumbnail": "https://i.imgur.com/VIhpMnG.jpg"
      },
      {
        "Description": "__**Atu XIII – Death**__\n> *The Universe is Change;*\n> *every Change is the effect of an Act of Love;*\n> *all Acts of Love contain Pure Joy.*\n> *Die daily.*\n> *Death is the apex of one curve of the snake Life:*\n> *behold all Opposites as necessary complements, and rejoice.*\nTransformation, change, voluntary or involuntary, in either case logical development of existing conditions, yet perhaps sudden and unexpected. Apparent death or destruction, but such interpretation is illusion.",
        "Thumbnail": "https://i.imgur.com/T5gPDQc.jpg"
      },
      {
        "Description": "__**Atu XIV – Art**__\n> *Pour thine all freely from the Vase in thy right hand,*\n> *and lose no drop.*\n> *Hath not thy left hand a vase?*\n> *Transmute all wholly into the Image of thy Will,*\n> *bringing each to its true token of Perfection.*\n> *Dissolve the Pearl in the Wine-cup;*\n> *drink, and make manifest the Virtue of that Pearl.*\nCombination of forces, realization, action based on accurate calculation; the way of escape, success after elaborate manoeuvres.",
        "Thumbnail": "https://i.imgur.com/5xpTTKN.jpg"
      },
      {
        "Description": "__**Atu XV – The Devil**__\n> *With thy right Eye create all for thyself,*\n> *and with the left accept all that be created otherwise.*\nBlind impulse, irresistibly strong and unscrupulous, ambition, temptation, obsession, secret plan about to be executed; hard work, obstinacy, rigidity, aching discontent, endurance.",
        "Thumbnail": "https://i.imgur.com/2U0Eegj.jpg"
      },
      {
        "Description": "__**Atu XVI – The Tower**__\n> *Break down the fortress*\n> *of thine Individual Self,*\n> *that thy Truth may spring free from the ruins.*\nQuarrel, combat, danger, ruin, destruction of plans, sudden death, escape from prison.",
        "Thumbnail": "https://i.imgur.com/CsFLKbz.jpg"
      },
      {
        "Description": "__**Atu XVII – The Star**__\n> *Pour water on thyself*\n> *thus shalt thou be a Fountain to the Universe.*\n> *Find thou thyself in every Star.*\n> *Achieve thou every possibility.*\nHope, unexpected help, clearness of vision, realization of possibilities, spiritual insight, with bad aspects, error of judgment, dreaminess, disappointment.",
        "Thumbnail": "https://i.imgur.com/zou3BDG.jpg"
      },
      {
        "Description": "__**Atu XVIII – The Moon**__\n> *Let the Illusion of the World pass over thee,*\n> *unheeded, as thou goest from the Midnight to the Morning.*\nIllusion, deception, bewilderment, hysteria, even madness, dreaminess, falsehood, error, crisis, \"the darkest hour before the dawn\", the brink of important change.",
        "Thumbnail": "https://i.imgur.com/qfI1ZJs.jpg"
      },
      {
        "Description": "__**Atu XIX – The Sun**__\n> *Give forth thy light to all without doubt;*\n> *the clouds and shadows are no matter for thee.*\n> *Make Speech and Silence,*\n> *Energy and Stillness,*\n> *twin forms of thy play.*\nGlory, gain, riches, triumph, pleasure, frankness, truth, shamelessness, arrogance, vanity, manifestation, recovery from sickness, but sometimes sudden death.",
        "Thumbnail": "https://i.imgur.com/GwTB4Jh.jpg"
      },
      {
        "Description": "__**Atu XX – The Æon**__\n> *Be every Act an Act of Love and Worship.*\n> *Be every Act the Fiat of a God.*\n> *Be every Act a Source of radiant Glory*\nFinal decision in respect of the past, new current in respect of the future; always represents the taking of a definite step.",
        "Thumbnail": "https://i.imgur.com/08S8ZbV.jpg"
      },
      {
        "Description": "__**Atu XXI – The Universe**__\n> *Treat time and all conditions of Event as Servants of thy Will,*\n> *appointed to present the Universe to thee in the form of thy Plan. *\n> *And: blessing and worship to the prophet of the lovely Star.*\nThe matter of the question itself, synthesis, the end of the matter, may mean delay, opposition, obstinacy, inertia, patience, perseverance, persistent stubbornness in difficulty. The crystallization of the whole matter involved.",
        "Thumbnail": "https://i.imgur.com/NkR5ly5.jpg"
      },
      {
        "Description": "__**The Ace of Wands**__\n*The Root of the Powers of Fire*\nIt symbolizes Force, strength, rush, vigour, energy, and it governs, according to its nature, various works and questions. It implies Natural, as opposed to Invoked, Force.",
        "Thumbnail": "https://i.imgur.com/uikP53Y.jpg"
      },
      {
        "Description": "__**The Two of Wands - Dominion**__\n*The Lord of Dominion*\nStrength, domination, harmony of rule and of justice. Boldness, courage, fierceness, shamelessness, revenge, resolution, generous, proud, sensitive, ambitious, refined, restless, turbulent, sagacious withal, yet unforgiving and obstinate.",
        "Thumbnail": "https://i.imgur.com/6Z2eNLa.jpg"
      },
      {
        "Description": "__**The Three of Wands - Virtue**__\n*The Lord of Established Strength*\nEstablished force, strength, realization of hope. Completion of labour. Success after struggle. Pride, nobility, wealth, power, conceit. Rude self-assumption and insolence. Generosity, obstinacy, etc.",
        "Thumbnail": "https://i.imgur.com/Lx42Yu4.jpg"
      },
      {
        "Description": "__**The Four of Wands - Completion**__\n*The Lord of Perfected Work*\nPerfection or completion of a thing built up with trouble and labour. Rest after labour, subtlety, cleverness, beauty, mirth, success in completion. Reasoning faculty, conclusions drawn from previous knowledge. Unreadiness, unreliable and unsteady through over-anxiety and hurriedness of action. Graceful in manner, at times insincere, etc.",
        "Thumbnail": "https://i.imgur.com/hOkDoUT.jpg"
      },
      {
        "Description": "__**The Five of Wands - Strife**__\n*The Lord of Strife*\nViolent strife and boldness, rashness, cruelty, violence, lust, desire, prodigality and generosity; depending on whether the card is well or ill dignified.",
        "Thumbnail": "https://i.imgur.com/U2VF8M5.jpg"
      },
      {
        "Description": "__**The Six of Wands - Victory**__\n*The Lord of Victory*\nVictory after strife: Love: pleasure gained by labour: carefulness, sociability and avoiding of strife, yet victory therein: also insolence, and pride of riches and success, etc. The whole dependent on the dignity.",
        "Thumbnail": "https://i.imgur.com/NskH7aA.jpg"
      },
      {
        "Description": "__**The Seven of Wands - Valour**__\n*The Lord of Valour*\nPossible victory, depending on the energy and courage exercised; valour; opposition, obstacles and difficulties, yet courage to meet them; quarrelling, ignorance, pretence, and wrangling, and threatening; also victory in small and unimportant things: and influence upon subordinates.",
        "Thumbnail": "https://i.imgur.com/jE4DMR9.jpg"
      },
      {
        "Description": "__**The Eight of Wands - Swiftness**__\n*The Lord of Swiftness*\nToo much force applied too suddenly. Very rapid rush, but quickly passed and expended. Violent, but not lasting. Swiftness, rapidity, courage, boldness, confidence, freedom, warfare, violence; love of open air, field-sports, gardens and meadows. Generous, subtle, eloquent, yet somewhat untrustworthy; rapacious, insolent, oppressive. Theft and robbery. According to dignity.",
        "Thumbnail": "https://i.imgur.com/SLtt6be.jpg"
      },
      {
        "Description": "__**The Nine of Wands - Strength**__\n*The Lord of Great Strength*\nTremendous and steady force that cannot be shaken. Herculean strength, yet sometimes scientifically applied. Great success, but with strife and energy. Victory, preceded by apprehension and fear. Health good, and recovery not in doubt. Generous, questioning and curious; fond of external appearances: intractable, obstinate.",
        "Thumbnail": "https://i.imgur.com/VwAKRkb.jpg"
      },
      {
        "Description": "__**The Ten of Wands - Oppression**__\n*The Lord of Oppression*\nCruel and overbearing force and energy, but applied only to material and selfish ends. Sometimes shows failure in a matter, and the opposition too strong to be controlled; arising from the person's too great selfishness at the beginning. Illwill, levity, lying, malice, slander, envy, obstinacy; swiftness in evil and deceit, if ill dignified. Also generosity, disinterestedness and self-sacrifice, when well dignified.",
        "Thumbnail": "https://i.imgur.com/9GrcImb.jpg"
      },
      {
        "Description": "__**The Princess of Wands**__\n*The Princess of the Shining Flame* • *The Rose of the Palace of Fire* • *Princess and Empress Salamanders*\nBrilliance, courage, beauty, force, sudden in anger or love, desire of power, enthusiasm, revenge. If ill dignified: superficial, theatrical, cruel, unstable, domineering.",
        "Thumbnail": "https://i.imgur.com/voiUKGc.jpg"
      },
      {
        "Description": "__**The Prince of Wands**__\n*The Prince of the Chariot of Fire* • *Prince and Emperor of Salamanders*\nSwift, strong, hasty; rather violent, yet just and generous; noble and scorning meanness. If ill dignified - cruel, intolerant, prejudiced and ill natured.",
        "Thumbnail": "https://i.imgur.com/BUGLvdO.jpg"
      },
      {
        "Description": "__**The Queen of Wands**__\n*The Queen of the Thrones of Flame* • *Queen of the Salamanders*\nAdaptability, steady force applied to an object, steady rule, great attractive power, power of command, yet liked notwithstanding. Kind and generous when not opposed. If ill dignified, obstinate, revengeful, domineering, tyrannical, and apt to turn against another without a cause.",
        "Thumbnail": "https://i.imgur.com/RPVJsXp.jpg"
      },
      {
        "Description": "__**The Knight of Wands**__\n*The Lord of the Flame and the Lightning* • *King of the Salamanders*\nHe is active, generous, fierce, sudden, impetuous. If ill dignified: evil-minded, cruel, bigoted, brutal.",
        "Thumbnail": "https://i.imgur.com/MezkKr4.jpg"
      },
      {
        "Description": "__**The Ace of Cups**__\n*The Root of the Powers of the Waters*\nIt symbolizes Fertility, productiveness, beauty, pleasure, happiness, etc.",
        "Thumbnail": "https://i.imgur.com/sAbd8wO.jpeg"
      },
      {
        "Description": "__**The Two of Cups - Love**__\n*The Lord of Love*\nHarmony of masculine and feminine united. Harmony, pleasure, mirth, subtlety: but if ill dignified - folly, dissipation, waste, silly actions.",
        "Thumbnail": "https://i.imgur.com/7GAwjKm.jpeg"
      },
      {
        "Description": "__**The Three of Cups - Abandance**__\n*The Lord of Abundance*\nAbundance, plenty, success, pleasure, sensuality, passive success, good luck and fortune; love, gladness, kindness, liberality.",
        "Thumbnail": "https://i.imgur.com/O9OUZvb.jpeg"
      },
      {
        "Description": "__**The Four of Cups - Luxury**__\n*The Lord of Blended Pleasure*\nSuccess or pleasure approaching their end. A stationary period in happiness, which may, or may not, continue. It does not mean love and marriage so much as the previous symbol. It is too passive a symbol to represent perfectly complete happiness. Swiftness, hunting and pursuing. Acquisition by contention: injustice sometimes; some drawbacks to pleasure implied.",
        "Thumbnail": "https://i.imgur.com/eDskKB2.jpeg"
      },
      {
        "Description": "__**The Five of Cups - Disappointment**__\n*The Lord of Loss in Pleasure*\nDeath, or end of pleasure: disappointment, sorrow and loss in those things from which pleasure is expected. Sadness, treachery, deceit; ill-will, detraction; charity and kindness ill requited; all kinds of anxieties and troubles from unsuspected and unexpected sources.",
        "Thumbnail": "https://i.imgur.com/FSCLNJz.jpeg"
      },
      {
        "Description": "__**The Six of Cups - Pleasure**__\n*The Lord of Pleasure*\nCommencement of steady increase, gain and pleasure; but commencement only. Also affront, detection, knowledge, and in some instances contention and strife arising from unwarranted self-assertion and vanity. Sometimes thankless and presumptuous; sometimes amiable and patient. According to dignity as usual.",
        "Thumbnail": "https://i.imgur.com/Wai2VMc.jpg"
      },
      {
        "Description": "__**The Seven of Cups - Debauch**__\n*The Lord of Illusionary Success*\nPossible victory, but neutralized by the supineness of the person: illusionary success, deception in the moment of apparent victory. Lying, error, promises unfulfilled. Drunkenness, wrath, vanity. Lust, fornication, violence against women, selfish dissipation, deception in love and friendship. Often success gained, but not followed up. Modified as usual by dignity.",
        "Thumbnail": "https://i.imgur.com/68I0bIE.jpg"
      },
      {
        "Description": "__**The Eight of Cups - Indolence**__\n*The Lord of Abandoned Success*\nTemporary success, but without further results. Thing thrown aside as soon as gained. Not lasting, even in the matter in hand. Indolence in success. Journeying from place to place. Misery and repining without cause. Seeking after riches. Instability.",
        "Thumbnail": "https://i.imgur.com/E40XdQA.jpg"
      },
      {
        "Description": "__**The Nine of Cups - Happiness**__\n*The Lord of Material Happiness*\nComplete and perfect realization of pleasure and happiness, almost perfect; self-praise, vanity, conceit, much talking of self, yet kind and lovable, and may be self-denying therewith. High-minded, not easily satisfied with small and limited ideas. Apt to be maligned through too much self-assumption. A good and generous, but sometimes foolish nature.",
        "Thumbnail": "https://i.imgur.com/5Nnh7hn.jpg"
      },
      {
        "Description": "__**The Ten of Cups - Satiety**__\n*The Lord of Perfected Success*\nPermanent and lasting success and happiness, because inspired from above. Not so sensual as \"Lord of Material Happiness,\" yet almost more truly happy. Pleasure, dissipation, debauchery, quietness, peacemaking. Kindness, pity, generosity, wantonness, waste, etc., according to dignity.",
        "Thumbnail": "https://i.imgur.com/Z3pUeZK.jpg"
      },
      {
        "Description": "__**The Princess of Cups**__\n*The Princess of the Waters* • *The Lotus of the Palace of the Floods* • *Princess and Empress of Nymphs or Undines*\nSweetness, poetry, gentleness and kindness. Imaginative, dreamy, at times indolent, yet courageous if roused. When ill dignified: selfish and luxurious.",
        "Thumbnail": "https://i.imgur.com/UDylK0k.jpg"
      },
      {
        "Description": "__**The Prince of Cups**__\n_The Prince of the Chariot of the Waters_ • _Prince and Emperor of Nymphs and Undines_\nHe is subtle, violent, crafty and artistic; a fierce nature with calm exterior. Powerful for good or evil but more attracted by the evil if allied with apparent Power or Wisdom. If ill-dignified: intensely evil and merciless.",
        "Thumbnail": "https://i.imgur.com/x9rmGNI.jpg"
      },
      {
        "Description": "__**The Queen of Cups**__\n*The Queen of the Thrones of the Waters* • *Queen of Nymphs and Undines*\nShe is imaginative, poetic, kind, yet not willing to take much trouble for another. Coquettish, good-natured and underneath a dreamy appearance. Imagination stronger than feeling. Very much affected by other influences, and therefore more dependent upon dignity than most symbols.",
        "Thumbnail": "https://i.imgur.com/zX9ijhq.jpg"
      },
      {
        "Description": "__**The Knight of Cups**__\n*The Lord of the Waves and the Waters* • *The King of the Hosts of the Sea* • *King of the Undines and Nymphs*\nGraceful, poetic, Venusian, indolent, but enthusiastic if roused. Ill dignified: sensual, idle and untruthful.",
        "Thumbnail": "https://i.imgur.com/GCSMi1s.jpg"
      },
      {
        "Description": "__**The Ace of Swords**__\n*The Root of the Powers of the Air*\nIt symbolizes Invoked, as contrasted with Natural Force: for it is the Invocation of the Sword. Raised upward, it invokes the Divine crown of Spiritual Brightness, but reversed it is the Invocation of Demonic Force; and becomes a fearfully evil symbol. It represents, therefore, very great power for good or evil, but invoked; and it also represents whirling Force, and strength through trouble. It is the affirmation of Justice upholding Divine Authority; and it may become the Sword of Wrath, Punishment, and Affliction.",
        "Thumbnail": "https://i.imgur.com/xZZGWlz.jpg"
      },
      {
        "Description": "__**The Two of Swords - Peace**__\n*The Lord of Peace Restored*\nContradictory characters in the same nature, strength through suffering; pleasure after pain. Sacrifice and trouble, yet strength arising therefrom, symbolized by the position of the rose, as though the pain itself had brought forth beauty. Arrangement, peace restored; truce; truth and untruth; sorrow and sympathy. Aid to the weak; arrangement; justice, unselfishness; also a tendency to repetition of affronts on being pardoned; injury when meaning well; given to petitions; also a want of tact, and asking question of little moment; talkative.",
        "Thumbnail": "https://i.imgur.com/OIrrTlt.jpg"
      },
      {
        "Description": "__**The Three of Swords - Sorrow**__\n*The Lord of Sorrow*\nDisruption, interruption, separation, quarrelling; sowing of discord and strife, mischief-making, sorrow and tears; yet mirth in Platonic pleasures; singing, faithfulness in promises, honesty in money transactions, selfish and dissipated, yet sometimes generous: deceitful in words and repetitions; the whole according to dignity. ",
        "Thumbnail": "https://i.imgur.com/fDO1twS.jpg"
      },
      {
        "Description": "__**The Four of Swords - Truce**__\n*The Lord of Rest from Strife*\nRest from sorrow; yet after and through it. Peace from and after war. Relaxation of anxiety. Quietness, rest, ease and plenty, yet after struggle. Goods of this life; abundance; modified by dignity as is usual.",
        "Thumbnail": "https://i.imgur.com/KmZrwbi.jpg"
      },
      {
        "Description": "__**The Five of Swords - Defeat**__\n*The Lord of Defeat*\nContest finished and decided against the person; failure, defeat, anxiety, trouble, poverty, avarice, grieving after gain, laborious, unresting; loss and vileness of nature; malicious, slanderous, lying, spiteful and tale-bearing. A busybody and separator of friends, hating to see peace and love between others. Cruel, yet cowardly, thankless and unreliable. Clever and quick in thought and speech. Feelings of pity easily roused, but unenduring.",
        "Thumbnail": "https://i.imgur.com/f4dCIqL.jpg"
      },
      {
        "Description": "__**The Six of Swords - Science**__\n*The Lord of Earned Success*\nSuccess after anxiety and trouble; self-esteem, beauty, conceit, but sometimes modesty therewith; dominance, patience, labour, etc.",
        "Thumbnail": "https://i.imgur.com/f7VBPjb.jpg"
      },
      {
        "Description": "__**The Seven of Swords - Futility**__\n*The Lord of Unstable Effort*\nPartial success. Yielding when victory is within grasp, as if the last reserves of strength were used up. Inclination to lose when on the point of gaining, through not continuing the effort. Love of abundance, fascinated by display, given to compliments, affronts and insolences, and to spy upon others. Inclined to betray confidences, not always intentionally. Rather vacillatory and unreliable.",
        "Thumbnail": "https://i.imgur.com/K4BJeue.jpg"
      },
      {
        "Description": "__**The Eight of Swords - Interference**__\n*The Lord of Shortened Force*\nToo much force applied to small things: too much attention to detail at the expense of the principal and more important points. When ill dignified, these qualities produce malice, pettiness, and domineering characteristics. Patience in detail of study; great care in some things, counterbalanced by equal disorder in others. Impulsive; equally fond of giving or receiving money or presents; generous, clever, acute, selfish and without strong feeling of affection. Admires wisdom, yet applies it to small and unworthy objects.",
        "Thumbnail": "https://i.imgur.com/2ghRuN9.jpg"
      },
      {
        "Description": "__**The Nine of Swords - Cruelty**__\n*The Lord of Despair and Cruelty*\nDespair, cruelty, pitilessness, malice, suffering, want, loss, misery. Burden, oppression, labour, subtlety and craft, dishonesty, lying and slander. Yet also obedience, faithfulness, patience, unselfishness, etc. According to dignity.",
        "Thumbnail": "https://i.imgur.com/HdXjctr.jpg"
      },
      {
        "Description": "__**The Ten of Swords - Ruin**__\n*The Lord of Ruin*\nAlmost a worse symbol than the Nine of Swords. Undisciplined, warring force, complete disruption and failure. Ruin of all plans and projects. Disdain, insolence and impertinence, yet mirth and jollity therewith. A marplot, loving to overthrow the happiness of others; a repeater of things; given to much unprofitable speech, and of many words. Yet clever, eloquent, etc., according to dignity.",
        "Thumbnail": "https://i.imgur.com/SJHI1Ig.jpg"
      },
      {
        "Description": "__**The Princess of Swords**__\n*The Princess of the Rushing Winds* • *The Lotus of the Palace of Air* • * Princess and Empress of the Sylphs and Sylphides*\nWisdom, strength, acuteness; subtlety in material things: grace and dexterity. If ill dignified: frivolous and cunning.",
        "Thumbnail": "https://i.imgur.com/Gcrk5UK.jpg"
      },
      {
        "Description": "__**The Prince of Swords**__\n* The Prince of the Chariot of the Winds* • *Prince and Emperor of the Sylphs and Sylphides*\nFull of ideas and thoughts and designs, distrustful, suspicious, firm in friendship and enmity; careful, observant, slow, over-cautious, symbolizes Α and Ω; they destroy as fast as they create. If ill dignified: harsh, malicious, plotting; obstinate, yet hesitating; unreliable.",
        "Thumbnail": "https://i.imgur.com/BaLyNko.jpg"
      },
      {
        "Description": "__**The Queen of Swords**__\n* The Queen of the Thrones of Air* • *Queen of the Sylphs and Sylphides*\nIntensely perceptive, keen observation, subtle, quick and confident: often persevering, accurate in superficial things, graceful, fond of dancing and balancing. If ill dignified, cruel, sly, deceitful, unreliable, though with a good exterior.",
        "Thumbnail": "https://i.imgur.com/S0PXEuX.jpg"
      },
      {
        "Description": "__**The Knight of Swords**__\n* The Lord of the Winds and the Breezes* • *King of the Sylphs and Sylphides*\nHe is active, clever, subtle, fierce, delicate, courageous, skilful, but inclined to domineer. Also to overvalue small things, unless well dignified. If ill dignified, deceitful, tyrannical and crafty.",
        "Thumbnail": "https://i.imgur.com/lCbPcyz.jpg"
      },
      {
        "Description": "__**The Ace of Disks**__\n*The Root of the Powers of the Earth*\nIt represents materiality in all senses, good and evil: and is, therefore, in a sense, illusionary: it shows material gain, labour, power, wealth, etc.",
        "Thumbnail": "https://i.imgur.com/l8Y1VyF.jpg"
      },
      {
        "Description": "__**The Two of Disks - Change**__\n*The Lord of Harmonious Change*\nThe harmony of change, alternation of gain and loss; weakness and strength; everchanging occupation; wandering, discontented with any fixed condition of things; now elated, then melancholy; industrious, yet unreliable; fortunate through prudence of management, yet sometimes unaccountably foolish; alternatively talkative and suspicious. Kind, yet wavering and inconsistent. Fortunate in journeying. Argumentative.",
        "Thumbnail": "https://i.imgur.com/HH0JbEZ.jpg"
      },
      {
        "Description": "__**The Three of Disks - Works**__\n*The Lord of Material Works*\nWorking and constructive force, building up, creation, erection; realization and increase of material things; gain in commercial transactions, rank; increase of substance, influence, cleverness in business, selfishness. Commencement of matters to be established later. Narrow and prejudiced. Keen in matters of gain; sometimes given to seeking after impossibilities.",
        "Thumbnail": "https://i.imgur.com/8Q9LRRR.jpg"
      },
      {
        "Description": "__**The Four of Disks - Power**__\n*The Lord of Earthly Power*\nAssured material gain: success, rank, dominion, earthy power, completed but leading to nothing beyond. Prejudicial, covetous, suspicious, careful and orderly, but discontented. Little enterprise or originality. According to dignity as usual.",
        "Thumbnail": "https://i.imgur.com/KU9eTXZ.jpg"
      },
      {
        "Description": "__**The Five of Disks - Worry**__\n*The Lord of Material Trouble*\nLoss of money or position. Trouble about material things. Labour, toil, land cultivation; building, knowledge and acuteness of earthly things, poverty, carefulness, kindness; sometimes money regained after severe toil and labour. Unimaginative, harsh, stern, determined, obstinate.",
        "Thumbnail": "https://i.imgur.com/jwrtX9b.jpg"
      },
      {
        "Description": "__**The Six of Disks - Success**__\n*The Lord of Material Success*\nSuccess and gain in material undertakings. Power, influence, rank, nobility, rule over the people. Fortunate, successful, liberal and just. If ill dignified, may be purse-proud, insolent from excess, or prodigal.",
        "Thumbnail": "https://i.imgur.com/P8JiDCJ.jpg"
      },
      {
        "Description": "__**The Seven of Disks - Failure**__\n*The Lord of Success Unfulfilled*\nPromises of success unfulfilled. Loss of apparently promising fortune. Hopes deceived and crushed. Disappointment, misery, slavery, necessity and baseness. A cultivator of land, and yet a loser thereby. Sometimes it denotes slight and isolated gains with no fruits resulting therefrom, and of no further account, though seeming to promise well.",
        "Thumbnail": "https://i.imgur.com/xGCffdX.jpg"
      },
      {
        "Description": "__**The Eight of Disks - Prudence**__\n*The Lord of Prudence*\nOver-careful in small things at the expense of great: \"Penny wise and pound foolish\": gain of ready money in small sums; mean; avaricious; industrious; cultivation of land; hoarding, lacking in enterprise.",
        "Thumbnail": "https://i.imgur.com/UgKnIO4.jpg"
      },
      {
        "Description": "__**The Nine of Disks - Gain**__\n*The Lord of Material Gain*\nComplete realization of material gain, good, riches; inheritance; covetous; treasuring of goods; and sometimes theft and knavery. The whole according to dignity.",
        "Thumbnail": "https://i.imgur.com/N0Gzdsh.jpg"
      },
      {
        "Description": "__**The Ten of Disks - Wealth**__\n*The Lord of Wealth*\nCompletion of material gain and fortune; but nothing beyond: as it were, at the very pinnacle of success. Old age, slothfulness; great wealth, yet sometimes loss in part; heaviness; dullness of mind, yet clever and prosperous in money transactions.",
        "Thumbnail": "https://i.imgur.com/U1LBmoQ.jpg"
      },
      {
        "Description": "__**The Princess of Disks**__\n* Princess of the Echoing Hills* • *Rose of the Palace of the Earth* • *Princess and Empress of the Gnomes*\nShe is generous, kind, diligent, benevolent, careful, courageous, persevering, pitiful. If ill dignified: wasteful and prodigal.",
        "Thumbnail": "https://i.imgur.com/SDpqaDu.jpg"
      },
      {
        "Description": "__**The Prince of Disks**__\n*The Prince of the Chariot of Earth* • *Prince and Emperor of the Gnomes*\nIncrease of matter. Increases good or evil, solidifies; practically applies things. Steady; reliable. If ill dignified: selfish, animal and material: stupid.",
        "Thumbnail": "https://i.imgur.com/ezhpUZg.jpg"
      },
      {
        "Description": "__**The Queen of Disks**__\n*The Queen of the Thrones of Earth* • *The Queen of Gnomes*\nShe is impetuous, kind; timid, rather charming; greathearted; intelligent, melancholy; truthful, yet of many moods. If ill dignified: undecided, capricious, changeable, foolish.",
        "Thumbnail": "https://i.imgur.com/FmpABr5.jpg"
      },
      {
        "Description": "__**The Knight of Disks**__\n*The Lord of the Wide and Fertile Land* • *The King of the Spirits of Earth*\nUnless very well dignified: heavy, dull, and material. Laborious, clever, and patient in material matters. If ill dignified: avaricious, grasping, dull, jealous; not very courageous, unless assisted by other symbols.",
        "Thumbnail": "https://i.imgur.com/IPfcWUG.jpg"
      }
    ]
  }
]
