{
    "MovesReference": [
        {
            "Category": "Adventure Moves",
            "Aliases": ["adventure", "am"],
            "Game": "Starforged",
            "Moves": [
                {
                    "Name": "Face Danger",
                    "Aliases": ["face", "danger"],
                    "Text": "When **you attempt something risky or react to an imminent threat**, envision your action and roll. If you act...\n• With speed, agility, or precision: Roll +edge\n• With charm, loyalty, command, or courage: Roll +heart\n• With aggression, forceful defense, strength, or endurance: Roll +iron\n• With deception, stealth, or trickery: Roll +shadow\n• With expertise, insight, or observation: Roll +wits\nOn a **strong hit**, you are successful. Take +1 momentum.\nOn a **weak hit**, you succeed, but at a troublesome cost. Make a suffer move (-1).\nOn a **miss**, you fail, or a momentary success is undermined by a dire turn of events. Pay the Price. "
                },
                {
                    "Name": "Secure An Advantage",
                    "Aliases": ["secure", "advantage"],
                    "Text": "When **you assess a situation**, make preparations, or attempt to gain leverage, envision your action and roll. If you act...\n• With speed, agility, or precision: Roll +edge\n• With charm, loyalty, command, or courage: Roll +heart\n• With aggression, forceful defense, strength, or endurance: Roll +iron\n• With deception, stealth, or trickery: Roll +shadow\n• With expertise, insight, or observation: Roll +wits\nOn a **strong hit**, take both. On a **weak hit**, choose one.\n• Take +2 momentum\n• Add +1 on your next move (not a progress move)\nOn a **miss**, you fail or your assumptions betray you. Pay the Price."
                },
                {
                    "Name": "Gather Information",
                    "Aliases": ["info", "gather", "information"],
                    "Text": "When **you search for clues**, ask questions, analyze evidence, or do research, roll +wits.\nOn a **strong hit**, you discover something helpful and specific. The path you must follow or action you must take to make progress is made clear. Envision what you learn (Ask the Oracle if unsure), and take +2 momentum.\nOn a **weak hit**, the information provides new insight, but also introduces a complication or danger. Envision what you discover (Ask the Oracle if unsure), and take +1 momentum.\nOn a **miss**, your investigation unearths a dire threat or reveals an unwelcome truth that undermines your quest. Pay the Price."
                },
                {
                    "Name": "Compel",
                    "Text": "When **you try to persuade someone or make them an offer**, envision your approach. If you...\n• Charm, pacify, encourage, or barter: Roll +heart; add +1 if they are a connection, or +2 if you share bond\n• Threaten or incite: Roll +iron\n• Lie or swindle: Roll +shadow\nOn a **strong hit**, they’ll do what you want or agree to your conditions. Take +1 momentum.\nOn a **weak hit**, as above, but their agreement comes with a condition or complication. Envision their counteroffer (Ask the Oracle if unsure).\nOn a **miss**, they refuse or make a demand which costs you greatly. Pay the Price"
                },
                {
                    "Name": "Check Your Gear",
                    "Aliases": ["Gear"],
                    "Text": "When **you check to see if you have a specific helpful item or resource**, roll +supply.\nOn a **strong hit**, you have it, and are ready to act. Take +1 momentum.\nOn a **weak hit**, you have it, but must choose one.\n• Your supply is diminished: _Sacrifice Resources_ (-1)\n• It’s not quite right, and causes a complication or delay: _Lose Momentum_ (-2)\nOn a **miss**, you don’t have it and the situation grows more perilous. Pay the Price."
                },
                {
                    "Name": "Aid Your Ally",
                    "Aliases": ["Aid"],
                    "Text": "When **you act in direct support of an ally**, envision how you aid them. Then, _Secure an Advantage_ or Gain Ground to take action. If you score a hit, they (instead of you) take the benefits of the move. If you Gain Ground and score a hit, you are both in control."
                }
            ]
        },
        {
            "Category": "Vow Moves",
            "Aliases": ["Vows"],
            "Game": "Starforged",
            "Moves": [
                {
                    "Name": "Swear an Iron Vow",
                    "Aliases": ["Iron Vow"],
                    "Text": "When **you swear upon iron to complete a quest**, write your vow and give it a rank. Then, roll +heart. If you swear this vow to a connection, add +1; if you share a bond, add +2.\nOn a **strong hit**, you are emboldened and it is clear what you must do next (Ask the Oracle if unsure). Take +2 momentum.\nOn a **weak hit**, you are determined but begin your quest with more questions than answers. Take +1 momentum, and envision what you do to find a path forward.\nOn a **miss**, you face a significant obstacle before you can begin your quest. Envision what stands in your way (Ask the Oracle if unsure), _Lose Momentum_ (-2), and do what you must to overcome this obstacle."
                },
                {
                    "Name": "Reach a Milestone",
                    "Aliases": ["Milestone"],
                    "Text": "When **you make significant progress in your quest by overcoming a critical obstacle**, completing a perilous expedition, solving a complex mystery, defeating a powerful threat, gaining vital support, or acquiring a crucial item, you may mark progress per the rank of the vow."
                },
                {
                    "Name": "Forsake Your Vow",
                    "Aliases": ["Forsake"],
                    "Text": "When **you renounce your quest**, betray your promise, or the goal is lost to you, clear the vow. Then, _Endure Stress_ and suffer -spirit equal to the rank of the vow (troublesome=1; dangerous=2; formidable=3; extreme=4; epic=5). Envision how this failure impacts you and your relationships. If the vow was made to a connection, Test Your Relationship when you next interact."
                },
                {
                    "Name": "Fulfill Your Vow",
                    "Aliases": ["Fulfill"],
                    "Text": "Progress Move\nWhen **you reach the end of your quest**, roll the challenge dice and compare to your progress. Momentum is ignored on this roll.\nOn a **strong hit**, your vow is fulfilled. Mark a number of ticks on your quests legacy track equal to the rank of the vow (troublesome=1; dangerous=2; formidable=3; extreme=4; epic=5).\nOn a **weak hit**, as above, but there is more to be done or you realize the truth of your quest. Mark one fewer ticks. If you _Swear an Iron Vow_ to set things right, add +1 and take +1 momentum on a hit.\nOn a **miss**, your quest is undone. Envision what happens (Ask the Oracle if unsure), and choose one.\n• You recommit: Clear all but one filled progress, and raise the vow’s rank by one (if not already epic).\n• You give up: _Forsake Your Vow_."
                }
            ]
        },
        {
            "Category": "Exploration Moves",
            "Aliases": ["Exploration"],
            "Game": "Starforged",
            "Moves": [
                {
                    "Name": "Undertake an Expedition",
                    "Aliases": [""],
                    "Text": "When **you trailblaze a route through perilous space**, journey over unexplored terrain, or survey a mysterious site, give the expedition a name and rank. Then, for each segment of the expedition, envision your approach. If you...\n• Move at speed: Roll +edge\n• Keep under the radar: Roll +shadow\n• Stay vigilant: Roll +wits\nOn a **strong hit**, you reach a waypoint. Envision it (Ask the Oracle if unsure) and mark progress per the rank of your expedition.\nOn a **weak hit**, as above, but you suffer a troublesome cost en route. Make a suffer move (-1).\nOn a **miss**, you are waylaid by a threat. Pay the Price."
                },
                {
                    "Name": "Explore a Waypoint",
                    "Aliases": ["Explore"],
                    "Text": "When **you divert from your expedition to scout a notable location**, roll +wits.\nOn a **strong hit**, choose one. On a **strong hit** with a match, you may instead Make a Discovery.\n• Find an opportunity: Envision a helpful situation, resource, or encounter (Ask the Oracle if unsure), and take +2 momentum.\n• Gain exploration data: Mark progress on your expedition, per its rank.\nOn a **weak hit**, your exploration offers minor advantage, insight, or inspiration. Take +1 momentum.\nOn a **miss**, you encounter a hardship, danger, or complication, and must Pay the Price. On a **miss** with a match, you must Confront Chaos."
                },
                {
                    "Name": "Make a Discovery",
                    "Aliases": ["Discover"],
                    "Text": "When **your exploration uncovers something wondrous**, roll on the table below. Then, envision the nature of the discovery and how it is revealed.\nWhen you first experience or engage with the discovery, you and your allies may take +2 momentum and mark two ticks on your discoveries legacy track."
                },
                {
                    "Name": "Confront Chaos",
                    "Aliases": ["Confront", "Chaos"],
                    "Text": "When **your exploration uncovers something dreadful**, decide the number of aspects: one, two, or three. Roll that number of times on the table below. If you roll the same aspect twice, roll again. Then, envision how the encounter begins. For each aspect, when you first observe or confront that element within the scope of the encounter, you and your allies may mark one tick on your discoveries legacy track.\n```Roll   \tResult\n1-4    \tBaneful weapon of mass destruction\n5-7    \tDead given unnatural life\n8-12   \tDestructive lifeform of monstrous proportions\n13-15  \tDread hallucinations or illusions\n16-19  \tHarbingers of an imminent invasion\n20-22  \tHorde of insatiable hunger or fury\n23-27  \tHorrific lifeforms of inscrutable purpose\n28-31  \tImpostors in human form\n32-36  \tMachines made enemy\n37-40  \tMalignant contagion or parasite\n41-45  \tMessenger or signal with a dire warning\n46-48  \tPassage to a grim alternate reality\n49-53  \tPeople corrupted by chaos\n54-58  \tPowerful distortions of time or space\n59-63  \tSigns of an impending catastrophe\n64-67  \tSite of a baffling disappearance\n68-72  \tSite of a horrible disaster\n73-77  \tSite of terrible carnage\n78-82  \tTechnology nullified or made unstable\n83-87  \tTechnology warped for dark purpose\n88-91  \tVault of dread technology or power\n92-96  \tViolent environmental effects\n97-100 \tWorshipers of great and malevolent powers```"
                },
                {
                    "Name": "Finish an Expedition",
                    "Aliases": ["Finish"],
                    "Text": "Progress Move\nWhen **your expedition comes to an end**, roll the challenge dice and compare to your progress. Momentum is ignored on this roll.\nOn a **strong hit**, you reach your destination or complete your survey. You and your allies may mark a number of ticks on your discoveries legacy track equal to the rank of the expedition (troublesome=1; dangerous=2; formidable=3; extreme=4; epic=5).\nOn a **weak hit**, as above, but mark one fewer ticks. Also, the end of your expedition introduces an unforeseen complication or danger. Envision what you find (Ask the Oracle if unsure).\nOn a **miss**, your destination is lost to you, or you come to understand the true nature or cost of the expedition. Pay the Price. If you recommit to the expedition, clear all but one filled progress, and raise the rank by one (if not already epic)."
                },
                {
                    "Name": "Set a Course",
                    "Aliases": ["Course"],
                    "Text": "When **you follow a known route through perilous space or across hazardous terrain**, roll +supply.\nOn a **strong hit**, you reach your destination and the situation there favors you. Take +1 momentum.\nOn a **weak hit**, you arrive, but must choose one.\n• You suffer a dangerous cost en route. Make a suffer move (-2).\n• You face a complication or danger at your destination. Envision what you find (Ask the Oracle if unsure).\nOn a **miss**, you are waylaid by a threat along the way, and must Pay the Price. If you survive, you may push on safely to your destination."
                }
            ]
        },
        {
            "Category": "Connection Moves",
            "Game": "Starforged",
            "Moves": [
                {
                    "Name": "Make a Connection",
                    "Aliases": ["Connection"],
                    "Text": "When **you seek to establish a relationship within a place**, community, or clan, first choose the connection’s role.\n• Leader (Sojourn)\n• Associate (Hearten)\n• Fixer (Repair)\n• Informant (Gather Information)\n• Healer (Heal)\n• Navigator (Set a Course)\n• Supplier (Resupply) Then, roll +heart.\nOn a **strong hit**, you _make a connection_. Give them a name and rank, and envision your interaction. When your connection aids you on the move associated with their role, add +1 and take +1 momentum on a hit.\nOn a **weak hit**, as above, but this connection comes with a complication or cost. Envision what they reveal or demand (Ask the Oracle if unsure).\nOn a **miss**, you don’t make a connection, or you attract unwanted attention, and the situation worsens. Pay the Price."
                },
                {
                    "Name": "Develop a Relationship",
                    "Aliases": ["Relationship"],
                    "Text": "When **you leverage your connection’s role in desperate circumstances**, complete a quest to their benefit, stand with them against hardships, spend significant time together, or overcome a test of your relationship, you may mark progress per their rank."
                },
                {
                    "Name": "Forge a Bond",
                    "Aliases": ["Forge"],
                    "Text": "Progress Move\nWhen **your relationship with a connection evolves**, roll the challenge dice and compare to your progress. Momentum is ignored on this roll.\nOn a **strong hit**, you now share a bond. Mark a number of ticks on your bonds legacy track per the rank of the connection (troublesome=1; dangerous=2; formidable=3; extreme=4; epic=5) and choose one.\n• Expand their role: Give your connection an additional role from the _Make a Connection_ move. When your connection aids you on the move associated with their new role, add +1 and take +1 momentum on a hit\n• Bolster their influence: When your connection aids you on the move associated with their role, add +2 instead of +1.\nOn a **weak hit**, as above, but they ask something more of you first. Envision what it is (Ask the Oracle if unsure), do it (or _Swear an Iron Vow_ to see it done), and gain the bond.\nOn a **miss**, they reveal a troubling motivation or background and you must Pay the Price. If you recommit to this relationship, clear all but one marked progress and raise the rank of the connection by one (if not already epic)."
                },
                {
                    "Name": "Test your Relationship",
                    "Aliases": ["Test"],
                    "Text": "When **your relationship with a connection is tested through conflict**, betrayal, or circumstance, roll +heart. If you share a bond, add +1.\nOn a **strong hit**, this test has strengthened your relationship. If you share a bond, mark one tick on your bonds legacy track. Otherwise, Develop a Relationship.\nOn a **weak hit**, as above, but you must first prove your loyalty. Envision what they ask of you (Ask the Oracle if unsure), and do it (or _Swear an Iron Vow_ to see it done). If you refuse or fail, see the **miss** result below.\nOn a **miss**, or if you have no interest in maintaining this relationship, the connection is undone. Envision how this loss impacts you and Pay the Price. If you shared a bond, clear a number of ticks on your bonds legacy track per the rank of the connection (troublesome=1; dangerous=2; formidable=3; extreme=4; epic=5). If a progress box with unspent experience is cleared, discard that experience."
                }
            ]
        },
        {
            "Category": "Legacy Moves",
            "Aliases": ["Legacy"],
            "Game": "Starforged",
            "Moves": [
                {
                    "Name": "Advance",
                    "Text": "When **you fill a progress box (four ticks) on any legacy track**, take 2 experience. You may spend 2 experience to upgrade an asset, or 3 experience to add a new asset. In addition, gain the following legacy rewards as you advance.\n• Once you fill the second box on your quests legacy track, you may earn your iron name. Envision a call sign which symbolizes your reputation or commemorates a specific deed. Then, take 1 bonus experience.\n• Once you fill the third box on your bonds legacy track, you may find a home. Choose a meaningful community and take the HOMEBOUND asset at no cost. Then, take 1 bonus experience\n• Once you fill the fourth box on your discoveries legacy track, you may earn an emblem for the fuselage of your vehicles. Envision a fitting mascot or symbol. Then, take 1 bonus experience.\n• Once you fill the fifth box on your quests legacy track, you may earn an iron sigil. Envision a reforged trophy of your greatest battle or most dire foe. Then, take 1 bonus experience.\n• Once you fill the sixth box on your bonds legacy track, you may earn a totem of someone dear to you. Envision the meaning of this keepsake. Then, take 1 bonus experience.\n• Once you fill the seventh box on your discoveries legacy track, you may earn your banner. Envision a design which represents your greatest discovery or most challenging journey. Then, take 1 bonus experience."
                },
                {
                    "Name": "Write your Epilogue",
                    "Aliases": ["Star Epilogue", "Epilogue"],
                    "Text": "When **you retire from your life as Ironsworn**, envision your hopes for the future. Then, roll the challenge dice and compare to your progress on each of your legacy tracks: quests, bonds, and discoveries (one roll per track). Momentum is ignored on these rolls. One time only during this process, you may reroll one challenge die.\nCheck the table below for your fate.\n```Legacy     | **Strong Hit**           | **Weak Hit**             | **Miss**\n-----------|----------------------|----------------------|----------------------\nQuests     | You have made        | You have many        | You are forever\n           | your mark. Others    | regrets, but take    | haunted by vows\n           | tell tales of your   | comfort in the       | left unfulfilled or\n           | great deeds.         | promises kept.       | forsaken.\n-----------|----------------------|----------------------|----------------------\nBonds      | You’ve made a        | Your experiences     | Your past makes\n           | home. You live out   | took their toll, but | you an outsider,\n           | your days among      | you find solace      | and you spend\n           | friends and family.  | with those closest   | your remaining\n           |                      | to you.              | days alone.\n-----------|----------------------|----------------------|----------------------\nDiscoveries| Long after you are   | Dangers remain,      | Chaos rises. Your\n           | gone, the paths you  | but you gave         | people will never\n           | forged light the way | others a measure     | be safe in this\n           | for others.          | of hope.             | perilous galaxy.```"
                }
            ]
        },
        {
            "Category": "Combat Moves",
            "Aliases": ["Combat"],
            "Game": "Starforged",
            "Moves": [
                {
                    "Name": "Enter The Fray",
                    "Aliases": ["Fray", "Star Fray"],
                    "Text": "When **you initiate combat or are forced into a fight**, envision your objective and give it a rank. If the combat includes discrete challenges or phases, set an objective with a rank for each. Then, roll to see if you are in control. If you are...\n• On the move: Roll +edge\n• Facing off against your foe: Roll +heart\n• In the thick of it at close-quarters: Roll +iron\n• Preparing to act against an unaware foe: Roll +shadow\n• Caught in a trap or sizing up the situation: Roll +wits\nOn a **strong hit**, take both. On a **weak hit**, choose one.\n• Take +2 momentum\n• You are in control\nOn a **miss**, the fight begins with you in a bad spot."
                },
                {
                    "Name": "Gain Ground",
                    "Text": "When **you are in control and take action in a fight to reinforce your position or move towards an objective**, envision your approach and roll. If you are...\n• In pursuit, fleeing, or maneuvering: Roll +edge\n• Charging boldly into action, coming to the aid of others, or commanding: Roll +heart\n• Seizing an objective with force, powering through, or making a threat: Roll +iron\n• Hiding, preparing an ambush, or misdirecting: Roll +shadow\n• Coordinating a plan, studying a situation, or cleverly creating an opportunity: Roll +wits\nOn a hit, you stay in control. On a **strong hit**, choose two. On a **weak hit**, choose one.\n• Mark progress\n• Take +2 momentum\n• Add +1 on your next move (not a progress move)\nOn a **miss**, your foe gains the upper hand, the fight moves to a new location, or you encounter a new danger. You are in a bad spot and must Pay the Price."
                },
                {
                    "Name": "React Under Fire",
                    "Aliases": ["Under Fire", "React"],
                    "Text": "When **you are in a bad spot and take action in a fight to avoid danger or overcome an obstacle**, envision your approach and roll. If you are...\n• In pursuit, fleeing, dodging, getting back into position, or taking cover: Roll +edge\n• Remaining stalwart against fear or temptation, or commanding under pressure: Roll +heart\n• Blocking or diverting with force, or taking the hit: Roll +iron\n• Moving into hiding or creating a distraction: Roll +shadow\n• Changing the plan, finding a way out, or cleverly bypassing an obstacle: Roll +wits\nOn a **strong hit**, you succeed and are in control. Take +1 momentum.\nOn a **weak hit**, you succeed, but face a troublesome cost. Make a suffer move (-1). You stay in a bad spot.\nOn a **miss**, the situation worsens. You stay in a bad spot and must Pay the Price."
                },
                {
                    "Name": "Strike",
                    "Text": "When **you are in control and assault a foe at close-quarters**, roll +iron; when you attack at a distance, roll +edge.\nOn a **strong hit**, mark extra progress. You dominate your foe and stay in control.\nOn a **weak hit**, mark extra progress, but you expose yourself to danger. You are in a bad spot.\nOn a **miss**, the fight turns against you. You are in a bad spot and must Pay the Price."
                },
                {
                    "Name": "Clash",
                    "Text": "When **you are in a bad spot and fight back against a foe at close-quarters**, roll +iron; when you exchange fire at a distance, roll +edge.\nOn a **strong hit**, mark extra progress. You overwhelm your foe and are in control.\nOn a **weak hit**, mark progress, but you are dealt a counterblow or setback. You stay in a bad spot and must Pay the Price.\nOn a **miss**, your foe dominates this exchange. You stay in a bad spot and must Pay the Price."
                },
                {
                    "Name": "Face Defeat",
                    "Aliases": ["Defeat"],
                    "Text": "When **you abandon or are deprived of an objective**, envision the consequence of this failure, clear the objective, and Pay the Price. If any objectives remain and the fight continues, you and your allies are in a bad spot."
                },
                {
                    "Name": "Take Decisive Action",
                    "Aliases": ["Take Action", "Decisive"],
                    "Text": "Progress Move\nWhen **you are in control and seek to achieve an objective in a fight**, envision how you take decisive action. Then, roll the challenge dice and compare to your progress. Momentum is ignored on this roll.\nOn a **strong hit**, you prevail. Take +1 momentum. If any objectives remain and the fight continues, you and your allies are in control.\nOn a **weak hit**, you achieve victory, but not without cost. Roll on the table below or choose one. If the fight continues, you are in a bad spot. ```Roll   Result\n1-40   It’s worse than you thought: Make a suffer move (-2)\n41-52  The victory is short-lived: A new danger or foe is revealed\n53-64  You face collateral damage: Something is lost, damaged, or broken\n65-76  Others pay the price: Someone else suffers the cost\n77-88  Others won’t forget: You are marked for vengeance\n89-100 It gets complicated: The true nature of a foe or objective is revealed``` \nOn a **miss**, you are defeated or your objective is lost. Pay the Price."
                },
                {
                    "Name": "Battle",
                    "Text": "When **you fight a battle**, and it happens in a blur, envision your objective and roll. If you primarily…\n• Fight at range, or using your speed and the environment to your advantage: Roll +edge.\n• Fight depending on your courage, leadership, or companions: Roll +heart.\n• Fight in close to overpower your foe: Roll +iron.\n• Fight using trickery to befuddle your foe: Roll +shadow.\n• Fight using careful tactics to outsmart your foe: Roll +wits.\nOn a **strong hit**, you achieve your objective unconditionally. You and any allies who joined the battle may take +2 momentum.\nOn a **weak hit**, you achieve your objective, but not without cost. Pay the Price.\nOn a **miss**, you are defeated or the objective is lost to you. Pay the Price."
                }
            ]
        },
        {
            "Category": "Suffer Moves",
            "Aliases": ["Suffer"],
            "Game": "Starforged",
            "Moves": [
                {
                    "Name": "Lose Momentum",
                    "Aliases": ["Momentum", "Star Momentum"],
                    "Text": "When **you are delayed or disadvantaged**, suffer -1 momentum for a minor setback, -2 for a serious setback, or -3 for a major setback.\nWhen your momentum is at its minimum (-6) and you must suffer -momentum, choose one.\n• Envision how the price is paid and apply the cost to a different suffer move.\n• Envision how this undermines your progress on a vow, expedition, connection, or combat. Then, clear 1 unit of progress on that track per its rank (troublesome=3 progress; dangerous=2 progress; formidable=1 progress; extreme=2 ticks; epic=1 tick)."
                },
                {
                    "Name": "Endure Harm",
                    "Aliases": ["Harm", "Star Harm"],
                    "Text": "When **you face physical injury**, fatigue, or illness, suffer -1 health for minor harm, -2 for serious harm, or -3 for major harm. If your health is 0, _Lose Momentum_ equal to any remaining harm. Then, if your health is 0 or you choose to resist the harm, roll +health or +iron, whichever is higher.\nOn a **strong hit**, choose one.\n• Shake it off: If you are not wounded, take +1 health\n• Embrace the pain: Take +1 momentum\nOn a **weak hit**, if you are not wounded, you may _Lose Momentum_ (-1) in exchange for +1 health. Otherwise, press on.\nOn a **miss**, it’s worse than you thought. Suffer an additional -1 health or _Lose Momentum_ (-2). If your health is 0, you must also mark wounded or disabled, or roll on the table below. ```Roll   Result\n1-10   The harm is mortal. Face Death.\n11-20  You are dying. You must Heal within an hour or two, or Face Death.\n21-35  You are unconscious and out of action. If left alone, you come back to your senses in an hour or two. If you are vulnerable to ongoing harm, Face Death.\n36-50  You are reeling and fighting to stay conscious. If you engage in any vigorous activity before taking a breather for a few minutes, roll on this table again (before resolving the other move).\n51-100 You are battered but still standing.```"
                },
                {
                    "Name": "Endure Stress",
                    "Aliases": ["Stress", "Star Stress"],
                    "Text": "When **you face mental strain**, shock, or despair, suffer -1 spirit for minor stress, -2 for serious stress, or -3 for major stress. If your spirit is 0, _Lose Momentum_ equal to any remaining stress Then, if your spirit is 0 or you choose to resist the stress, roll +spirit or +heart, whichever is higher.\nOn a **strong hit**, choose one.\n• Shake it off: If you are not shaken, take +1 spirit\n• Embrace the darkness: Take +1 momentum\nOn a **weak hit**, if you are not shaken, you may _Lose Momentum_ (-1) in exchange for +1 spirit. Otherwise, press on.\nOn a **miss**, it’s worse than you thought. Suffer an additional -1 spirit or _Lose Momentum_ (-2). If your spirit is 0, you must also mark shaken or troubled, or roll on the table below. ```Roll   Result\n1-10   You are overwhelmed. Face Desolation.\n11-25  You give up. _Forsake Your Vow_.\n26-50  You give in to fear or compulsion, and act against your better instincts.\n51-100 You persevere.```"
                },
                {
                    "Name": "Withstand Damage",
                    "Aliases": ["Vehicle Damage", "Damage"],
                    "Text": "When **your vehicle faces a damaging situation or environment**, suffer -1 integrity for minor damage, -2 for serious damage, or -3 for major damage. If your integrity is 0, _Lose Momentum_ equal to any remaining damage. Then, if your integrity is 0 or you choose to resist the damage, roll +integrity.\nOn a **strong hit**, choose one.\n• Bypass the damage: Take +1 integrity\n• Ride it out: Take +1 momentum\nOn a **weak hit**, if your vehicle is not battered, you may _Lose Momentum_ (-1) in exchange for +1 integrity. Otherwise, press on.\nOn a **miss**, it’s worse than you thought. Suffer an additional -1 integrity or _Lose Momentum_ (-2). If your integrity is 0, also suffer a cost according to the vehicle type.\n• Command vehicle: You must mark the vehicle as battered or cursed, mark a module as disabled, destroy a disabled module by discarding it, or roll on the table below. If the command vehicle is destroyed, Overcome Destruction.\n• Support vehicle: You must mark the vehicle as battered or roll on the table below. If the vehicle is destroyed, discard the asset.\n• Incidental vehicle: Roll on the table below. ```Roll   Result\n1-10   Immediate catastrophic destruction. All aboard must _Endure Harm_ or Face Death, as appropriate.\n11-25  Destruction is imminent and unavoidable. If you do not have the means or intention to get clear, _Endure Harm_ or Face Death, as appropriate.\n26-40  Destruction is imminent, but can be averted if you Repair your vehicle and raise its integrity above 0. If you fail, see 11-25.\n41-55  You cannot Repair this vehicle until you Resupply and obtain a crucial replacement part. If you roll this result again prior to that, see 11-25.\n56-70  The vehicle is crippled or out of your control. To get it back in action, you must Repair and raise its integrity above 0.\n71-85  It’s a rough ride. All aboard suffer must make the _Endure Harm_, _Endure Stress_, or Companion Takes a Hit move, suffering a serious (-2) cost.\n86-95  You’ve lost fuel, energy, or cargo. _Sacrifice Resources_ (-2).\n96-100 Against all odds, the vehicle holds together.```"
                },
                {
                    "Name": "Companion Takes a Hit",
                    "Aliases": ["Companion"],
                    "Text": "When **your companion faces physical hardship**, they suffer -health or -integrity as appropriate to the harm or damage: -1 for minor, -2 for serious, or -3 for major. If your companion’s health/integrity is 0, _Lose Momentum_ equal to any remaining harm/damage. Then, if their health/integrity is 0 or you choose to test their resilience, roll +heart or your companion’s +health/integrity, whichever is higher.\nOn a **strong hit**, your companion rallies. Give them +1 health/integrity.\nOn a **weak hit**, if your companion’s health/integrity is not 0, you may _Lose Momentum_ (-1) and give them +1 health/integrity. Otherwise, they press on.\nOn a **miss**, it’s worse than you thought. They suffer an additional -1 health/ integrity or you _Lose Momentum_ (-2). If your companion’s health is 0, also suffer a cost according to the value of your action die.\n• 1: Your companion is dead or destroyed. Discard the asset.\n• 2-6: Your companion is gravely wounded or damaged. Without timely aid, they are dead or destroyed and you must discard the asset."
                },
                {
                    "Name": "Sacrifice Resources",
                    "Aliases": ["Resources"],
                    "Text": "When **you lose or consume resources**, suffer -1 supply for a minor loss, -2 for a serious loss, or -3 for a major loss.\nWhen your supply is exhausted (reduced to 0), mark unprepared. If you suffer a loss of resources while unprepared, envision how this lack of supply causes you hardship and apply the cost to a different suffer move."
                }
            ]
        },
        {
            "Category": "Threshold Moves",
            "Aliases": ["Threshold"],
            "Game": "Starforged",
            "Moves": [
                {
                    "Name": "Face Death",
                    "Aliases": ["Death"],
                    "Text": "When **you encounter a situation where death is an immediate and unavoidable outcome**, you are dead. If you are instead brought to the brink of death with a chance for recovery or redemption, roll +heart.\nOn a **strong hit**, you glimpse what lies beyond the veil of death, but are cast back into the mortal world.\nOn a **weak hit**, choose one.\n• You die, but not before making a noble sacrifice. Envision your final moments.\n• There is more to be done. Envision what is revealed to you or asked of you at death’s door (Ask the Oracle if unsure), and _Swear an Iron Vow_ to complete an extreme quest. You return to the mortal world and are now doomed. You may clear the debility when you complete the death-bound quest.\nOn a **miss**, you are dead."
                },
                {
                    "Name": "Face Desolation",
                    "Aliases": ["Desolation"],
                    "Text": "When **you are brought to the brink of desolation**, roll +heart.\nOn a **strong hit**, you resist and press on.\nOn a **weak hit**, choose one.\n• Your spirit breaks, but not before you make a noble sacrifice. Envision your final moments.\n• You see a vision of a dreaded event coming to pass. Envision that dark future (Ask the Oracle if unsure), and _Swear an Iron Vow_ to prevent it through an extreme quest. You return to your senses and are now tormented. You may clear the debility when you complete the soul-bound quest.\nOn a **miss**, you succumb to despair or horror and are lost."
                },
                {
                    "Name": "Overcome Destruction",
                    "Aliases": ["Overcome"],
                    "Text": "When **your command vehicle is destroyed**, you must discard its asset, along with any modules and docked support vehicles. If you survive, you may use your connections to replace some of what was lost. To learn the cost, roll the challenge dice and compare to the progress on your bonds legacy track. Momentum is ignored on this roll.\nOn a **strong hit**, you may call in a favor. This comes without conditions.\nOn a **weak hit**, you’ll owe someone. You must mark indebted and _Swear an Iron Vow_ to complete an extreme quest in their service. You may clear the debility when you complete the duty-bound quest.\nOn a **miss**, as with the **weak hit** result, but this quest is against your nature, forces you to _Forsake Your Vow_ on another quest, or is in the service of an enemy. If you accept the cost, take 1 experience for every marked ability on the discarded assets. Spend this experience on a new command vehicle, modules, and support vehicles. Unused experience is discarded."
                }
            ]
        },
        {
            "Category": "Recover Moves",
            "Aliases": ["Recover"],
            "Game": "Starforged",
            "Moves": [
                {
                    "Name": "Sojourn",
                    "Text": "When **you spend time recovering within a community**, roll +heart.\nOn a **strong hit**, you are welcome here. You and your allies may each choose two recover moves: Heal, Hearten, Repair, or Resupply. Instead of rolling on these moves, assume an automatic **strong hit** for each. An individual move can be taken more than once.\nOn a **weak hit**, as above, but time is short or resources are strained. You and your allies each make one recover move instead of two, with no more than three moves total among the group.\nOn a **miss**, choose one.\n• The community needs your help, or makes a costly demand in exchange for safe harbor. Envision what they ask of you (Ask the Oracle if unsure). If you do it, or _Swear an Iron Vow_ to see it done, resolve this move as a **strong hit**.\n• You find no comfort, and the situation grows worse. Pay the Price."
                },
                {
                    "Name": "Heal",
                    "Text": "When **you receive care or provide medical treatment**, envision the situation and roll. If you…\n• Receive treatment from someone (not an ally): Roll +iron\n• Obtain treatment for a companion: Roll +heart\n• Mend your own wounds: Roll +iron or +wits, whichever is lower\n• Provide care: Roll +wits\nOn a **strong hit**, the care is helpful. If you (or the ally under your care) are wounded, clear the debility and take or give +1 health. Otherwise, take or give +2 health.\nOn a **weak hit**, as above, but the recovery costs extra time or resources. Choose one: _Lose Momentum_ (-2) or _Sacrifice Resources_ (-2).\nOn a **miss**, the aid is ineffective and the situation worsens. Pay the Price."
                },
                {
                    "Name": "Hearten",
                    "Aliases": ["Socialize"],
                    "Text": "When **you socialize or find a moment of peace**, roll +heart.\nOn a **strong hit**, your spirit is strengthened. If you are shaken, clear the debility and take +1 spirit. Otherwise, take +2 spirit. If you make this move as you Sojourn, take +1 more.\nOn a **weak hit**, as above, but this indulgence is fleeting. Envision an interruption, complication, or realization (Ask the Oracle if unsure).\nOn a **miss**, you take no comfort and the situation worsens. Pay the Price."
                },
                {
                    "Name": "Repair",
                    "Text": "When **you make repairs to your vehicles**, modules, mechanical companions, or other equipment, envision the situation and roll.\n• Making your own repairs, or direct a companion to make repairs: Roll +wits\n• Obtaining repairs from someone (not an ally): Roll +supply and _Sacrifice Resources_ (-1).\nOn a hit, you gain repair points as appropriate to the situation, per the table below. ```Situation     **Strong Hit** **Weak Hit** At a facility 5 points   3 points In the field  4 points   2 points Under fire    3 points   1 point```\nAdditionally, you may _Sacrifice Resources_ (-1), and add 1 repair point. If you are repairing a battered vehicle, first spend 2 repair points to clear the debility. Then, spend each point to do one of the following: take +1 integrity for a vehicle, give a mechanical companion +1 integrity, or restore one disabled module. If you are repairing something other than those options, spend 5 points to bring it back to full working condition, or 3 points to repair with a complication or persistent malfunction. Unused points are discarded.\nOn a **miss**, the repairs are not made and the situation worsens. Pay the Price."
                },
                {
                    "Name": "Resupply",
                    "Aliases": ["Bolster"],
                    "Text": "When **you attempt to bolster your readiness**, envision the opportunity and your approach. If you...\n• Barter or make an appeal: Roll +heart\n• Threaten: Roll +iron\n• Steal or swindle: Roll +shadow\n• Scavenge: Roll +wits\nOn a **strong hit**, choose one:\n• If you are unprepared, clear the debility and take +1 supply. Otherwise, take +2 supply.\n• If you are in need of a specific item which can reasonably be obtained here (Ask the Oracle if unsure), you acquire it. Take +1 supply and +1 momentum.\nOn a **weak hit**, as above, but you must first deal with a cost, complication, or demand. Envision the nature of this obstacle (Ask the Oracle if unsure).\nOn a **miss**, you encounter an unexpected hazard or attract unwanted attention. Pay the Price."
                }
            ]
        },
        {
            "Category": "Fate Moves",
            "Aliases": ["", ""],
            "Game": "Starforged",
            "Moves": [
                {
                    "Name": "Pay The Price",
                    "Aliases": ["Star Price", "SPTP"],
                    "Text": "When **you suffer the outcome of a move**, choose one.\n• Make the most obvious negative outcome happen.\n• Envision two negative outcomes. Rate one as ‘likely’, and Ask the Oracle using the yes/no table. On a ‘yes’, make that outcome happen. Otherwise, make it the other.\n• Roll on the following table. If you have difficulty interpreting the result to fit the current situation, roll again. ```Roll   Result\n1-2    A trusted person or community acts against you\n3-4    A person or community you care about is exposed to danger\n5-7    You encounter signs of a looming danger or complication\n8-10   You create an opportunity for an enemy\n11-14  You face a tough choice\n15-18  You face the consequences of an earlier choice\n19-22  A surprising development complicates your quest\n23-26  You are separated from something or someone\n27-32  Your action causes collateral damage or has an unintended effect\n33-38  Something of value is lost or destroyed\n39-44  The environment or terrain introduces a new hazard\n45-50  A new foe is revealed\n51-56  Your equipment or vehicle malfunctions\n57-62  A friend, companion, or ally is in harm’s way (or you are, if alone)\n63-68  Your vehicle suffers damage\n69-74  You waste resources\n75-81  You are harmed\n82-88  You are stressed\n89-95  You are delayed or put at a disadvantage\n96-100 Roll twice```"
                },
                {
                    "Name": "Ask The Oracle",
                    "Aliases": ["Ask", "Oracle"],
                    "Text": "When **you seek to resolve questions**, discover details in the world, determine how other characters respond, or trigger encounters or events, you may…\n• Draw a conclusion: Decide the answer based on the most interesting and obvious result.\n• Ask a yes/no question: Decide the odds of a ‘yes’, and roll on the table below to check the answer.\n• Pick two: Envision two options. Rate one as ‘likely’, and roll on the table below to see if it is true. If not, it is the other.\n• Spark an idea: Brainstorm or use a random prompt. ```Odds           The answer is ‘yes’ if you roll... Almost Certain 11 or greater Likely         26 or greater 50/50          51 or greater Unlikely       76 or greater Small Chance   91 or greater```\nOn a match, an extreme result or twist has occurred."
                }
            ]
        }
    ]
}